Repository: Meet2147/BuildMyItch
Catalog: jawforge/JawForge/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, mr

source: %+.1f points
es: %+.1f puntos
hi: %+.1f अंक
it: %+.1f punti
mr: %+.1f गुण

source: %lld day streak
es: Racha de %lld días
fr: Série de %lld jours
hi: %lld दिन की स्ट्रीक
it: Serie di %lld giorni
mr: %lld दिवसांची स्ट्रीक

source: %lld min / day
es: %lld min / día
fr: %lld min / jour
hi: %lld मिनट / दिन
it: %lld min / giorno
mr: %lld मिनिटे / दिवस

source: %lld older scans locked
es: %lld escaneos antiguos bloqueados
fr: %lld anciens scans verrouillés
hi: %lld पुराने स्कैन लॉक हैं
it: %lld scansioni precedenti bloccate
mr: %lld जुने स्कॅन लॉक आहेत

source: %lld/%lld exercises done today
es: %lld/%lld ejercicios hechos hoy
fr: %lld/%lld exercices faits aujourd'hui
hi: आज %lld/%lld एक्सरसाइज़ पूरी
it: %lld/%lld esercizi completati oggi
mr: आज %lld/%lld व्यायाम पूर्ण

source: 1) Body-fat percentage: no exercise outshines a lower body-fat level — the jawline you're building is revealed, not created, by leanness. 2) Posture: forward-head posture visually erases up to half your jawline. Chin tucks and all-day mewing are non-negotiable foundations.
es: 1) Porcentaje de grasa corporal: ningún ejercicio supera un nivel de grasa más bajo — la mandíbula que construyes se revela, no se crea, con la definición. 2) Postura: la cabeza adelantada borra visualmente hasta la mitad de tu mandíbula. Chin tucks y mewing todo el día son la base innegociable.
fr: 1) Taux de masse grasse : aucun exercice ne surpasse un taux plus bas — la mâchoire que vous construisez est révélée, pas créée, par la minceur. 2) Posture : la tête projetée en avant efface visuellement jusqu'à la moitié de votre mâchoire. Rentrées de menton et mewing toute la journée sont les fondations non négociables.
hi: 1) बॉडी-फैट प्रतिशत: कोई व्यायाम कम बॉडी-फैट से बेहतर नहीं — जो जॉलाइन आप बना रहे हैं, वह लीन होने से दिखती है। 2) पोस्चर: आगे झुकी गर्दन आपकी आधी जॉलाइन छिपा देती है। चिन टक्स और दिनभर म्यूइंग अनिवार्य आधार हैं।
it: 1) Percentuale di grasso corporeo: nessun esercizio batte un livello più basso — la jawline che stai costruendo viene rivelata, non creata, dalla definizione. 2) Postura: la testa in avanti cancella visivamente fino a metà della jawline. Chin tuck e mewing tutto il giorno sono fondamenta non negoziabili.
mr: 1) बॉडी-फॅट टक्केवारी: कोणताही व्यायाम कमी बॉडी-फॅटपेक्षा वरचढ नाही — तुम्ही घडवत असलेली जॉलाइन लीन झाल्यावरच दिसते. 2) पवित्रा: पुढे झुकलेली मान अर्धी जॉलाइन झाकून टाकते. चिन टक्स आणि दिवसभर म्युइंग हा पाया आहे.

source: 1–2× a week
es: 1–2× por semana
fr: 1–2× par semaine
hi: हफ़्ते में 1–2 बार
it: 1–2× a settimana
mr: आठवड्यात 1–2 वेळा

source: 2 sets × 10 reps
es: 2 series × 10 repeticiones
fr: 2 séries × 10 répétitions
hi: 2 सेट × 10 रेप
it: 2 serie × 10 ripetizioni
mr: 2 सेट × 10 वेळा

source: 2 sets × 12 glides per side
es: 2 series × 12 deslizamientos por lado
fr: 2 séries × 12 glissements par côté
hi: 2 सेट × 12 ग्लाइड प्रति साइड
it: 2 serie × 12 scivolamenti per lato
mr: 2 सेट × प्रत्येक बाजूला 12 ग्लाइड

source: 3 holds × 10 seconds
es: 3 aguantes × 10 segundos
fr: 3 maintiens × 10 secondes
hi: 3 होल्ड × 10 सेकंड
it: 3 tenute × 10 secondi
mr: 3 होल्ड × 10 सेकंद

source: 3 sets × 10 reps
es: 3 series × 10 repeticiones
fr: 3 séries × 10 répétitions
hi: 3 सेट × 10 रेप
it: 3 serie × 10 ripetizioni
mr: 3 सेट × 10 वेळा

source: 3 sets × 15 reps
es: 3 series × 15 repeticiones
fr: 3 séries × 15 répétitions
hi: 3 सेट × 15 रेप
it: 3 serie × 15 ripetizioni
mr: 3 सेट × 15 वेळा

source: 3 sets × 8 slow reps
es: 3 series × 8 repeticiones lentas
fr: 3 séries × 8 répétitions lentes
hi: 3 सेट × 8 धीमे रेप
it: 3 serie × 8 ripetizioni lente
mr: 3 सेट × 8 सावकाश वेळा

source: 3–4× a week
es: 3–4× por semana
fr: 3–4× par semaine
hi: हफ़्ते में 3–4 बार
it: 3–4× a settimana
mr: आठवड्यात 3–4 वेळा

source: 5+× a week
es: 5+× por semana
fr: 5×+ par semaine
hi: हफ़्ते में 5+ बार
it: 5+× a settimana
mr: आठवड्यात 5+ वेळा

source: 5–10 min · alternate sides evenly
es: 5–10 min · alterna los lados por igual
fr: 5–10 min · alternez les côtés équitablement
hi: 5–10 मिनट · दोनों तरफ़ बराबर
it: 5–10 min · alterna i lati in modo uniforme
mr: 5–10 मिनिटे · दोन्ही बाजू समान

source: A fitness aid, not medical advice. Bone structure is genetic — training shapes muscle, posture and habits.
es: Una ayuda de fitness, no consejo médico. La estructura ósea es genética — el entrenamiento moldea músculo, postura y hábitos.
fr: Une aide au fitness, pas un avis médical. L'ossature est génétique — l'entraînement façonne muscles, posture et habitudes.
hi: यह फ़िटनेस सहायक है, चिकित्सकीय सलाह नहीं। हड्डियों की बनावट आनुवंशिक है — ट्रेनिंग मांसपेशी, पोस्चर और आदतें बदलती है।
it: Un supporto al fitness, non un consiglio medico. La struttura ossea è genetica — l'allenamento modella muscoli, postura e abitudini.
mr: हे फिटनेस साधन आहे, वैद्यकीय सल्ला नाही. हाडांची ठेवण आनुवंशिक असते — सराव स्नायू, पवित्रा व सवयी घडवतो.

source: A nudge at the time you usually train
es: Un aviso a la hora en que sueles entrenar
fr: Un rappel à l'heure où vous vous entraînez
hi: जिस समय आप ट्रेनिंग करते हैं, उस समय एक याद
it: Un promemoria all'ora in cui ti alleni
mr: तुम्ही सराव करता त्या वेळी एक आठवण

source: A routine built from your scan and the answers you're about to give.
es: Una rutina creada a partir de tu escaneo y tus respuestas.
fr: Une routine construite à partir de votre scan et de vos réponses.
hi: आपके स्कैन और आपके जवाबों से बना रूटीन।
it: Una routine costruita dal tuo scan e dalle risposte che stai per dare.
mr: तुमच्या स्कॅन आणि उत्तरांवरून बनलेली दिनचर्या.

source: About you
es: Sobre ti
fr: À propos de vous
hi: आपके बारे में
it: Su di te
mr: तुमच्याबद्दल

source: Adaptive routine
es: Rutina adaptativa
fr: Routine adaptative
hi: अडैप्टिव रूटीन
it: Routine adattiva
mr: जुळवून घेणारी दिनचर्या

source: Afternoon (2 PM)
es: Tarde (14:00)
fr: Après-midi (14 h)
hi: दोपहर (2 बजे)
it: Pomeriggio (14:00)
mr: दुपारी (2 वा.)

source: Age changes how fast muscle and posture respond — we tune expectations, not judgment.
es: La edad cambia la velocidad de respuesta del músculo y la postura — ajustamos expectativas, no juicios.
fr: L'âge change la vitesse de réponse des muscles et de la posture — nous ajustons les attentes, pas le jugement.
hi: उम्र से मांसपेशी और पोस्चर की प्रतिक्रिया बदलती है — हम अपेक्षाएँ सेट करते हैं, आकलन नहीं।
it: L'età cambia la velocità di risposta di muscoli e postura — regoliamo le aspettative, non i giudizi.
mr: वयानुसार स्नायू व पवित्र्याची प्रतिक्रिया बदलते — आम्ही अपेक्षा जुळवतो, मूल्यमापन नाही.

source: All four metrics with explanations and a targeted game plan.
es: Las cuatro métricas con explicaciones y un plan de acción dirigido.
fr: Les quatre mesures avec explications et un plan d'action ciblé.
hi: चारों मेट्रिक्स, व्याख्या और लक्षित गेम प्लान के साथ।
it: Tutte e quattro le metriche con spiegazioni e un piano d'azione mirato.
mr: चारही निकष, स्पष्टीकरण व नेमक्या गेम प्लॅनसह.

source: All scans
es: Todos los escaneos
fr: Tous les scans
hi: सभी स्कैन
it: Tutte le scansioni
mr: सर्व स्कॅन

source: All-day tongue posture
es: Postura lingual todo el día
fr: Posture de langue toute la journée
hi: दिनभर टंग पोस्चर
it: Postura linguale tutto il giorno
mr: दिवसभर जीभ-पवित्रा

source: Alternate O-E at one rep per second.
es: Alterna O-E a una repetición por segundo.
fr: Alternez O-É au rythme d'une répétition par seconde.
hi: एक रेप प्रति सेकंड की गति से ओ-ई बदलें।
it: Alterna O-E al ritmo di una ripetizione al secondo.
mr: सेकंदाला एक या वेगाने ओ-ई बदला.

source: Alternate sides at every meal for symmetry
es: Alterna los lados en cada comida para la simetría
fr: Alternez les côtés à chaque repas pour la symétrie
hi: सममिति के लिए हर भोजन में साइड बदलें
it: Alterna i lati a ogni pasto per la simmetria
mr: सममितीसाठी प्रत्येक जेवणात बाजू बदला

source: Analysis runs entirely on this device
es: El análisis se realiza por completo en este dispositivo
fr: L'analyse s'effectue entièrement sur cet appareil
hi: पूरा विश्लेषण इसी डिवाइस पर होता है
it: L'analisi avviene interamente su questo dispositivo
mr: संपूर्ण विश्लेषण याच डिव्हाइसवर होते

source: Angle %d° · Width %d%% · Sym %d%%
es: Ángulo %d° · Ancho %d%% · Sim %d%%
fr: Angle %d° · Largeur %d %% · Sym %d %%
hi: कोण %d° · चौड़ाई %d%% · सम %d%%
it: Angolo %d° · Largh. %d%% · Simm. %d%%
mr: कोन %d° · रुंदी %d%% · सम %d%%

source: Annual
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
mr: वार्षिक

source: BEST VALUE · 7-DAY FREE TRIAL
es: MEJOR OFERTA · 7 DÍAS GRATIS
fr: MEILLEURE OFFRE · 7 JOURS GRATUITS
hi: सबसे किफ़ायती · 7 दिन फ्री
it: MIGLIOR VALORE · 7 GIORNI GRATIS
mr: सर्वोत्तम मूल्य · 7 दिवस मोफत

source: Balanced proportions with a gently tapered jaw — most styles suit this shape, and jaw training adds edge without hardening it.
es: Proporciones equilibradas con una mandíbula suavemente afilada — casi todos los estilos le sientan bien, y el entrenamiento añade definición sin endurecerla.
fr: Proportions équilibrées avec une mâchoire légèrement effilée — la plupart des styles conviennent, et l'entraînement ajoute du tranchant sans durcir les traits.
hi: संतुलित अनुपात और हल्का पतला होता जबड़ा — ज़्यादातर स्टाइल इस आकार पर जँचते हैं, और जॉ ट्रेनिंग इसे कठोर किए बिना धार देती है।
it: Proporzioni equilibrate con mascella dolcemente affusolata — quasi tutti gli stili si adattano, e l'allenamento aggiunge carattere senza indurirla.
mr: संतुलित प्रमाण आणि हळुवार निमुळता जबडा — बहुतेक स्टाइल्स या आकाराला शोभतात, आणि सरावाने कडकपणा न येता धार येते.

source: Both evenly
es: Ambos por igual
fr: Les deux également
hi: दोनों तरफ़ बराबर
it: Entrambi ugualmente
mr: दोन्ही बाजू समान

source: Breathe through your nose and hold. Your goal is for this to become your resting posture all day.
es: Respira por la nariz y mantén. El objetivo: que sea tu postura de reposo todo el día.
fr: Respirez par le nez et maintenez. L'objectif : que ce soit votre posture de repos toute la journée.
hi: नाक से साँस लें और बनाए रखें। लक्ष्य: यही दिनभर की आपकी सामान्य स्थिति बन जाए।
it: Respira col naso e mantieni. L'obiettivo: che diventi la tua postura di riposo tutto il giorno.
mr: नाकाने श्वास घ्या आणि टिकवा. ध्येय: हीच दिवसभराची तुमची सहज स्थिती व्हावी.

source: Build jaw width
es: Gana anchura mandibular
fr: Développez la largeur de mâchoire
hi: जॉ की चौड़ाई बढ़ाएँ
it: Sviluppa la larghezza mandibolare
mr: जबड्याची रुंदी वाढवा

source: Build my plan
es: Crear mi plan
fr: Créer mon plan
hi: मेरा प्लान बनाएँ
it: Crea il mio piano
mr: माझा प्लॅन बनवा

source: Build up duration over weeks like any other muscle.
es: Aumenta la duración a lo largo de semanas, como con cualquier músculo.
fr: Augmentez la durée sur plusieurs semaines, comme pour tout muscle.
hi: किसी भी मांसपेशी की तरह हफ़्तों में समय बढ़ाएँ।
it: Aumenta la durata nel corso delle settimane, come per ogni muscolo.
mr: इतर स्नायूंप्रमाणे आठवड्यांनी कालावधी वाढवा.

source: Builds the neck that frames a sharp jawline.
es: Desarrolla el cuello que enmarca una mandíbula definida.
fr: Développe le cou qui met en valeur une mâchoire nette.
hi: वह गर्दन बनाता है जो शार्प जॉलाइन को फ्रेम करती है।
it: Sviluppa il collo che incornicia una jawline netta.
mr: शार्प जॉलाइनला फ्रेम करणारी मान घडवते.

source: Camera access is off. Enable it in Settings → JawForge, or analyze a photo from your library below.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes → JawForge o analiza una foto de tu galería abajo.
fr: L'accès à l'appareil photo est désactivé. Activez-le dans Réglages → JawForge, ou analysez une photo de votre bibliothèque ci-dessous.
hi: कैमरा एक्सेस बंद है। सेटिंग्स → JawForge में चालू करें, या नीचे से लाइब्रेरी की फ़ोटो चुनें।
it: L'accesso alla fotocamera è disattivato. Attivalo in Impostazioni → JawForge oppure analizza una foto dalla libreria qui sotto.
mr: कॅमेरा अ‍ॅक्सेस बंद आहे. सेटिंग्ज → JawForge मध्ये सुरू करा, किंवा खाली लायब्ररीतील फोटो निवडा.

source: Cancel anytime in Settings. The annual plan starts with a 7-day free trial — you won't be charged until it ends.
es: Cancela cuando quieras en Ajustes. El plan anual empieza con 7 días de prueba gratis — no se te cobrará hasta que termine.
fr: Annulez à tout moment dans Réglages. L'offre annuelle commence par 7 jours d'essai gratuit — aucun débit avant la fin.
hi: सेटिंग्स में कभी भी रद्द करें। वार्षिक प्लान 7 दिन के फ्री ट्रायल से शुरू होता है — ट्रायल ख़त्म होने तक कोई शुल्क नहीं।
it: Annulla in qualsiasi momento nelle Impostazioni. Il piano annuale inizia con 7 giorni di prova gratuita — nessun addebito prima della fine.
mr: सेटिंग्जमध्ये कधीही रद्द करा. वार्षिक प्लॅन 7 दिवसांच्या मोफत चाचणीने सुरू होतो — ती संपेपर्यंत शुल्क नाही.

source: Chew meals evenly
es: Mastica por ambos lados
fr: Mâchez des deux côtés
hi: खाना दोनों तरफ़ से चबाएँ
it: Mastica da entrambi i lati
mr: जेवण दोन्ही बाजूंनी चावा

source: Chew with slow, deliberate full closures — quality over speed.
es: Mastica con cierres lentos y completos — calidad antes que velocidad.
fr: Mâchez avec des fermetures lentes et complètes — la qualité avant la vitesse.
hi: धीरे और पूरी तरह बंद करते हुए चबाएँ — रफ़्तार नहीं, क्वालिटी।
it: Mastica con chiusure lente e complete — qualità prima della velocità.
mr: सावकाश, पूर्ण मिटवत चावा — वेगापेक्षा गुणवत्ता.

source: Chewing training
es: Entrenamiento de masticación
fr: Entraînement de mastication
hi: च्यूइंग ट्रेनिंग
it: Allenamento di masticazione
mr: च्युइंग सराव

source: Close your lips, teeth lightly touching or slightly apart.
es: Cierra los labios, dientes en contacto leve o algo separados.
fr: Fermez les lèvres, dents en léger contact ou à peine écartées.
hi: होंठ बंद करें, दाँत हल्के से छूते या थोड़े अलग।
it: Chiudi le labbra, denti a contatto leggero o appena separati.
mr: ओठ मिटा, दात हलकेच टेकलेले किंवा किंचित वेगळे.

source: Complete breakdowns
es: Desgloses completos
fr: Analyses complètes
hi: पूरा विश्लेषण
it: Analisi complete
mr: संपूर्ण विश्लेषण

source: Continue
es: Continuar
fr: Continuer
hi: आगे बढ़ें
it: Continua
mr: पुढे जा

source: Couldn't read that photo. Try again.
es: No se pudo leer esa foto. Inténtalo de nuevo.
fr: Impossible de lire cette photo. Réessayez.
hi: यह फ़ोटो पढ़ी नहीं जा सकी। फिर कोशिश करें।
it: Impossibile leggere la foto. Riprova.
mr: हा फोटो वाचता आला नाही. पुन्हा प्रयत्न करा.

source: Couldn't trace your jawline. Remove anything covering your jaw and try again.
es: No se pudo trazar tu mandíbula. Despeja lo que la cubra e inténtalo de nuevo.
fr: Impossible de tracer votre mâchoire. Dégagez-la et réessayez.
hi: जॉलाइन ट्रेस नहीं हो पाई। जबड़े को ढकने वाली चीज़ हटाकर दोबारा कोशिश करें।
it: Impossibile tracciare la jawline. Libera la mascella e riprova.
mr: जॉलाइन ट्रेस होऊ शकली नाही. जबडा झाकणारे काही असल्यास काढा आणि पुन्हा प्रयत्न करा.

source: Daily habits
es: Hábitos diarios
fr: Habitudes quotidiennes
hi: रोज़ की आदतें
it: Abitudini quotidiane
mr: रोजच्या सवयी

source: Daily habits quietly shape the lower face — these tell us where to look.
es: Los hábitos diarios moldean en silencio el tercio inferior — nos dicen dónde mirar.
fr: Les habitudes quotidiennes façonnent discrètement le bas du visage — elles nous disent où regarder.
hi: रोज़ की आदतें चुपचाप निचला चेहरा गढ़ती हैं — इनसे पता चलता है कहाँ देखना है।
it: Le abitudini quotidiane modellano in silenzio il volto inferiore — ci dicono dove guardare.
mr: रोजच्या सवयी नकळत खालचा चेहरा घडवतात — यावरून कुठे पाहायचे ते कळते.

source: Daily reminder
es: Recordatorio diario
fr: Rappel quotidien
hi: रोज़ का रिमाइंडर
it: Promemoria giornaliero
mr: रोजचे स्मरण

source: Defined
es: Definido
fr: Dessiné
hi: डिफाइंड
it: Definita
mr: रेखीव

source: Delete scan
es: Eliminar escaneo
fr: Supprimer le scan
hi: स्कैन हटाएँ
it: Elimina scansione
mr: स्कॅन हटवा

source: Detecting your face…
es: Detectando tu rostro…
fr: Détection de votre visage…
hi: आपका चेहरा पहचाना जा रहा है…
it: Rilevamento del viso…
mr: तुमचा चेहरा ओळखला जात आहे…

source: Developing
es: En desarrollo
fr: En progrès
hi: बन रहा है
it: In sviluppo
mr: घडत आहे

source: Diamond
es: Diamante
fr: Diamant
hi: डायमंड
it: Diamante
mr: हिरकणी

source: Do you breathe through your mouth?
es: ¿Respiras por la boca?
fr: Respirez-vous par la bouche ?
hi: क्या आप मुँह से साँस लेते हैं?
it: Respiri con la bocca?
mr: तुम्ही तोंडाने श्वास घेता का?

source: Draw your chin straight back, as if making a double chin on purpose.
es: Lleva el mentón recto hacia atrás, como haciendo papada a propósito.
fr: Reculez le menton bien droit, comme pour faire exprès un double menton.
hi: ठोड़ी को सीधा पीछे खींचें, जैसे जान-बूझकर डबल चिन बना रहे हों।
it: Porta il mento dritto indietro, come a fare apposta il doppio mento.
mr: हनुवटी सरळ मागे ओढा, जणू मुद्दाम डबल चिन करत आहात.

source: Drink 2L+ of water
es: Bebe 2L+ de agua
fr: Boire 2 L+ d'eau
hi: 2L+ पानी पिएँ
it: Bevi 2L+ di acqua
mr: 2L+ पाणी प्या

source: Dynamic stretch that wakes up the whole lower face.
es: Estiramiento dinámico que despierta todo el tercio inferior.
fr: Étirement dynamique qui réveille tout le bas du visage.
hi: डायनामिक स्ट्रेच जो पूरे निचले चेहरे को जगाता है।
it: Allungamento dinamico che risveglia tutto il volto inferiore.
mr: संपूर्ण खालचा चेहरा जागवणारा डायनॅमिक स्ट्रेच.

source: Even light, camera at eye level
es: Luz uniforme, cámara a la altura de los ojos
fr: Lumière uniforme, appareil à hauteur des yeux
hi: समान रोशनी, कैमरा आँखों की ऊँचाई पर
it: Luce uniforme, fotocamera all'altezza degli occhi
mr: एकसारखा प्रकाश, कॅमेरा डोळ्यांच्या उंचीवर

source: Even out left/right balance
es: Iguala el equilibrio izquierda/derecha
fr: Égalisez l'équilibre gauche/droite
hi: बाएँ/दाएँ संतुलन सुधारें
it: Pareggia l'equilibrio destra/sinistra
mr: डावी/उजवी बाजू समतोल करा

source: Evening (7 PM)
es: Noche (19:00)
fr: Soir (19 h)
hi: शाम (7 बजे)
it: Sera (19:00)
mr: संध्याकाळी (7 वा.)

source: Evens out left/right imbalance in jaw musculature.
es: Corrige el desequilibrio izquierda/derecha de la musculatura mandibular.
fr: Corrige le déséquilibre gauche/droite des muscles de la mâchoire.
hi: जबड़े की मांसपेशियों का बाएँ/दाएँ असंतुलन ठीक करता है।
it: Corregge lo squilibrio destra/sinistra della muscolatura mandibolare.
mr: जबड्याच्या स्नायूंतील डावे/उजवे असंतुलन दूर करते.

source: Every scan kept forever with trend deltas, not just your last 3.
es: Cada escaneo guardado para siempre con tendencias, no solo los últimos 3.
fr: Chaque scan conservé pour toujours avec les tendances, pas seulement les 3 derniers.
hi: हर स्कैन हमेशा के लिए, ट्रेंड के साथ — सिर्फ़ आख़िरी 3 नहीं।
it: Ogni scansione conservata per sempre con le tendenze, non solo le ultime 3.
mr: प्रत्येक स्कॅन कायमचा, ट्रेंडसह — फक्त शेवटचे 3 नाही.

source: Exaggerate saying "O" — lips in a tight round shape.
es: Exagera la «O» — labios en círculo apretado.
fr: Exagérez le « O » — lèvres en cercle serré.
hi: बढ़ा-चढ़ाकर "ओ" बोलें — होंठ कसे गोल।
it: Esagera la «O» — labbra in cerchio stretto.
mr: अतिशयोक्तीने "ओ" म्हणा — ओठ घट्ट गोल.

source: Exercise library
es: Biblioteca de ejercicios
fr: Bibliothèque d'exercices
hi: एक्सरसाइज़ लाइब्रेरी
it: Libreria esercizi
mr: व्यायाम लायब्ररी

source: Face shape
es: Forma del rostro
fr: Forme du visage
hi: चेहरे का आकार
it: Forma del viso
mr: चेहऱ्याचा आकार

source: Face the camera straight on, hair off the jaw
es: Mira a la cámara de frente, con el pelo apartado de la mandíbula
fr: Regardez l'appareil bien en face, cheveux dégagés de la mâchoire
hi: कैमरे की ओर सीधा देखें, बाल जबड़े से हटाएँ
it: Guarda dritto verso la fotocamera, capelli lontani dalla mascella
mr: कॅमेऱ्याकडे सरळ पाहा, केस जबड्यावरून बाजूला करा

source: First scan vs latest
es: Primer escaneo vs último
fr: Premier scan vs dernier
hi: पहला बनाम नवीनतम स्कैन
it: Prima scansione vs ultima
mr: पहिला विरुद्ध नवीनतम स्कॅन

source: Fix asymmetry
es: Corregir la asimetría
fr: Corriger l'asymétrie
hi: असममिति ठीक करें
it: Correggere l'asimmetria
mr: असममिती सुधार करा

source: Fixes forward-head posture that hides your jawline.
es: Corrige la cabeza adelantada que oculta tu mandíbula.
fr: Corrige la tête projetée en avant qui masque la mâchoire.
hi: आगे झुकी गर्दन सुधारता है जो जॉलाइन छिपाती है।
it: Corregge la testa in avanti che nasconde la jawline.
mr: जॉलाइन झाकणारी पुढे झुकलेली मान सुधारते.

source: Free plan: %lld scan per week
es: Plan gratis: %lld escaneo por semana
fr: Offre gratuite : %lld scan par semaine
hi: फ्री प्लान: हफ़्ते में %lld स्कैन
it: Piano gratuito: %lld scansione a settimana
mr: फ्री प्लॅन: आठवड्याला %lld स्कॅन

source: Free tier is 1 scan a week — Pro scans as often as you like and catches every change.
es: El plan gratis es 1 escaneo semanal — Pro escanea cuanto quieras y capta cada cambio.
fr: L'offre gratuite : 1 scan par semaine — Pro scanne à volonté et capte chaque changement.
hi: फ्री में हफ़्ते में 1 स्कैन — Pro में जितने चाहें, हर बदलाव पकड़ में।
it: Il piano gratuito è 1 scansione a settimana — Pro scansiona quanto vuoi e coglie ogni cambiamento.
mr: फ्रीमध्ये आठवड्याला 1 स्कॅन — Pro मध्ये हवे तितके, प्रत्येक बदल टिपला जातो.

source: Full progress history
es: Historial completo de progreso
fr: Historique complet des progrès
hi: पूरी प्रगति हिस्ट्री
it: Cronologia completa dei progressi
mr: संपूर्ण प्रगती इतिहास

source: Glide the lower jaw slowly to the left as far as comfortable.
es: Desliza la mandíbula despacio hacia la izquierda hasta donde sea cómodo.
fr: Faites glisser lentement la mâchoire vers la gauche, sans forcer.
hi: निचले जबड़े को धीरे-धीरे बाईं ओर जितना आराम से हो सके ले जाएँ।
it: Fai scivolare lentamente la mascella a sinistra fin dove è comodo.
mr: खालचा जबडा हळूहळू डावीकडे जिथवर सहज जाईल तिथवर न्या.

source: Heart
es: Corazón
fr: Cœur
hi: हार्ट
it: Cuore
mr: हृदयाकृती

source: Height
es: Altura
fr: Taille
hi: क़द
it: Altezza
mr: उंची

source: Height & weight — optional
es: Altura y peso — opcional
fr: Taille et poids — facultatif
hi: क़द और वज़न — वैकल्पिक
it: Altezza e peso — facoltativo
mr: उंची व वजन — ऐच्छिक

source: Hold 10 seconds, feeling tension from jawline to collarbone.
es: Mantén 10 segundos, sintiendo la tensión de la mandíbula a la clavícula.
fr: Tenez 10 secondes, en sentant la tension de la mâchoire à la clavicule.
hi: 10 सेकंड रोकें, जॉलाइन से कॉलरबोन तक तनाव महसूस करें।
it: Tieni 10 secondi, sentendo la tensione dalla mascella alla clavicola.
mr: 10 सेकंद धरा, जॉलाइनपासून कॉलरबोनपर्यंत ताण जाणवू द्या.

source: Hold 2 min · practice until it's your default
es: Mantén 2 min · practica hasta que sea tu normal
fr: Tenir 2 min · pratiquez jusqu'à l'automatisme
hi: 2 मिनट होल्ड · आदत बनने तक अभ्यास
it: Tieni 2 min · esercitati finché diventa naturale
mr: 2 मिनिटे धरा · सवय होईपर्यंत सराव

source: Hold 3 seconds, release. That's one rep.
es: Mantén 3 segundos, suelta. Eso es una repetición.
fr: Tenez 3 secondes, relâchez. C'est une répétition.
hi: 3 सेकंड रोकें, छोड़ें। यह एक रेप है।
it: Tieni 3 secondi, rilascia. Questa è una ripetizione.
mr: 3 सेकंद धरा, सोडा. ही एक वेळ.

source: How do you usually sleep?
es: ¿Cómo sueles dormir?
fr: Comment dormez-vous d'habitude ?
hi: आप आमतौर पर कैसे सोते हैं?
it: Come dormi di solito?
mr: तुम्ही सहसा कसे झोपता?

source: How evenly your jaw sits around your facial midline. One-sided chewing and sleeping habits show up here first.
es: Qué tan equilibrada está tu mandíbula respecto al eje facial. Masticar de un solo lado y dormir de lado se notan aquí primero.
fr: L'équilibre de votre mâchoire autour de l'axe du visage. Mâcher d'un seul côté et dormir sur le côté se voient ici en premier.
hi: आपका जबड़ा चेहरे की मध्य रेखा के दोनों ओर कितना संतुलित है। एक तरफ़ चबाने और सोने की आदतें सबसे पहले यहीं दिखती हैं।
it: Quanto la mascella è equilibrata rispetto all'asse del viso. Masticare da un lato solo e dormire su un fianco si notano qui per primi.
mr: तुमचा जबडा चेहऱ्याच्या मध्यरेषेभोवती किती समतोल आहे. एका बाजूने चावण्याच्या व झोपण्याच्या सवयी इथे आधी दिसतात.
